Repository: cfranks/git-codedeploy
Catalog: application/files/trash/problog_20150825170808/languages/*/LC_MESSAGES/messages.po
Languages: it_it

source: You have not enabled your Alchemy API!
it_it: Le API di Alchemy non sono state abilitate!

source: <p>You can enable your Alchemy API in your ProBlog settings area.</p>
it_it: <p>È possibile abilitare le API di Alchemy nell’area delle impostazioni di ProBlog.</p>

source: Run Optimizer Report
it_it: Avvia il report dell’ottimizzatore

source: Your Tweet Is Live! Woot!!!
it_it: Il tuo tweet è stato pubblicato! Wow!!!

source: Post To Twitter
it_it: Posta su twitter

source: #hashtag1 #hashtag2 @soandso
it_it: #hashtag1 #hashtag2 @utente

source: You have not authorized twitter in your ProBlog settings yet!
it_it: Twitter non è stato ancora abilitato nelle impostazioni di ProBlog!

source: Tags
it_it: Tag

source: Category
it_it: Categoria

source: About The Author
it_it: Informazioni sull’autore

source: <i> Please add your bio info through your member profile page, or through your dashboard.</i>
it_it: <i>Aggiungere le proprie informazioni biografiche tramite la pagina del proprio profilo oppure tramite il proprio pannello di controllo.</i>

source: Next
it_it: Avanti

source: Previous
it_it: Indietro

source: List of Latest Comments
it_it: Elenco degli ultimi commenti

source: Latest Comments
it_it: Ultimi commenti

source: Powered by Disqus
it_it: Basato su Disqus

source: Number of items to display:
it_it: Numero di voci da mostrare:

source: 0 for all
it_it: 0 per tutti

source: Displays month archive for pages
it_it: Mostra archivi mensili per le pagine

source: ProBlog Date Archive
it_it: Archivio storico di ProBlog

# Input of a title
source: Display Title
it_it: Titolo da mostrare

source: # of Months to display
it_it: N° di mesi da mostrare

source: Months Link to Page
it_it: Collegamento mesi alla pagina

source: List Blog Items based on type, author, or category.
it_it: Elenca le voci del blog in base a tipo, autore o categoria.

source: ProBlog List
it_it: Elenco ProBlog

source: Please give your RSS Feed a name.
it_it: Dare un nome al feed RSS.

source: All Categories
it_it: Tutte le categorie

source: Content
it_it: Contenuto

source: Filters
it_it: Filtri

source: Sorting
it_it: Ordinamento

source: Options
it_it: Opzioni

source: Blog Title
it_it: Titolo del blog

source: Number/Type of Pages
it_it: Numero/tipo di pagine

source: Display
it_it: Mostra

source: pages of type
it_it: pagine di tipo

source: Truncate Summaries?
it_it: Troncare i sommari?

source: Truncate descriptions after
it_it: Tronca le descrizioni dopo

source: characters
it_it: caratteri

source: Page Break?
it_it: Interruzione di pagina?

source: Page Break Syntax
it_it: Sintassi interruzione di pagina?

source: Use Content instead of Description?
it_it: Usare il contenuto invece della descrizione?

source: Yes, use the page "content" block
it_it: Sì, usa il blocco “Contenuto” della pagina

source: Display Aliases
it_it: Mostra alias

source: Display page aliases.
it_it: Mostra gli alias della pagina.

source: By Categories
it_it: Per categoria

source: Match All Categories
it_it: Associato a tutte le categorie

source: Yes, posts must match all Category selections.
it_it: Sì, i posto devono essere associati a tutte le categorie selezionate.

source: By Author
it_it: Per autore

source: By Sitemap
it_it: In base alla mappa del sito

source: everywhere
it_it: ovunque

source: beneath this page
it_it: sotto questa pagina

source: beneath another page
it_it: sotto un’altra pagina

source: Filter only Featured Posts
it_it: Filtra solo i post in evidenza

source: Featured pages only.
it_it: Solo le pagine in evidenza.

source: (<strong>Note</strong>: You must create the "is_featured" page attribute first.)
it_it: (<strong>Nota</strong>: prima è necessario creare l’attributo di pagina “is_featured”.)

source: Sort Pages
it_it: Ordina pagine

source: Pages should appear
it_it: Le pagine dovrebbero apparire

source: in their sitemap order
it_it: nell’ordine della mappa del sito

source: with the most recent first
it_it: prima le più recenti

source: with the earlist first
it_it: prima le più vecchie

source: in alphabetical order
it_it: in ordine alfabetico

source: in reverse alphabetical order
it_it: in ordine alfabetico inverso

source: Pagination
it_it: Paginazione

source: Display pagination interface if more items are available than are displayed.
it_it: Mostra interfaccia paginazione se disponibili più elementi di quelli visualizzati.

source: Provide RSS Feed
it_it: Fornisci un feed RSS

source: Yes
it_it: Sì

source: RSS Feed Title
it_it: Titolo del feed RSS

source: RSS Feed Description
it_it: Descrizione del feed RSS

source: Get this feed
it_it: Prendi questo feed

source: Read More
it_it: Approfondisci

source: Unsubscribe from this Blog
it_it: Annulla iscrizione a questo blog

source: Subscribe to this Blog
it_it: Iscriviti a questo blog

source: get RSS feed
it_it: prendi questo feed RSS

source: Return a set number of related pages based on tags
it_it: Ritorna un numero di set di pagine correlated in base ai tag

source: Related Pages
it_it: Pagine correlate

source: Number and Type of Pages
it_it: Numero e tipo di pagine

source: All
it_it: Tutto

source: Location in Website
it_it: Posizione nel sito web

source: Display pages that are located
it_it: Mostra le pagine collocate

source: with same parent
it_it: sotto lo stesso padre

source: Filter Page
it_it: Filtro pagina

source: (<strong>Note</strong>: requires "is_featured" page attribute.)
it_it: (<strong>Nota</strong>: richiede l’attributo “is_featured” delle pagine.)

source: Tags From Current Page
it_it: Tag dalla pagina attuale

source: in a random order
it_it: in ordine casiale

source: with the earliest first
it_it: prima le più vecchie

source: Truncate Summaries
it_it: Tronca i sommari

source: Related Posts
it_it: Post correlati

source: A professional Blogging package
it_it: Un pacchetto professionale per i blog

source: Blog Management
it_it: Gestione del blog

source: Add/Edit
it_it: Aggiungi/modifica

source: ProBlog Additional Attributes
it_it: Attributi aggiuntivi di ProBlog

# AttributeTypeName
source: User Picker
it_it: Seleziona utente

# AttributeTypeName
source: Post To Twitter
it_it: Posta su Twitter

# AttributeTypeName
source: ProBlog Optimizer
it_it: Ottimizzatore ProBlog

source: Blog Author
it_it: Autore del blog

source: Blog Section
it_it: Sezione del blog

source: Blog Category
it_it: Categoria del blog

source: Thumbnail Image
it_it: Miniatura

source: ProBlog Optimizer
it_it: Ottimizzatore ProBlog

source: Post Title
it_it: Titolo del post

source: Post Slug
it_it: Nome nell’URL del post

source: Latest blog
it_it: Ultimo blog

source: Our latest blog feed
it_it: Il feed più recente del nostro blog

source: Our Latest Blog Posts
it_it: Gli ultimi post del nostro blog

source: Category List
it_it: Elenco categorie

source: Tag List
it_it: Elenco tag

source: Archive
it_it: Archivio

source: Blog Search
it_it: Cerca nel blog

source: go
it_it: vai

source: Please add a comment
it_it: Aggiungere un commento

source: Author Info
it_it: Info sull’autore

source: About the author
it_it: Informazioni sull’autore

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Edit
it_it: Modifica

source: Create
it_it: Crea

source: Event
it_it: Evento

source: Create Blog
it_it: Crea blog

source: Update Blog Entry
it_it: Aggiorna voce del blog

source: Add Blog Entry
it_it: Aggiungi voce del blog

source: Blog Search Page
it_it: Pagina di ricerca del blog

source: Search website for terms, categories, tags and content keywords.
it_it: Cerca nel sito per parole chiave, categorie e tag del contenuto.

source: Blog Search Categories
it_it: Ricerca categorie del blog

source: Blog categories search result for
it_it: Risultati ricerca categorie del blog per

source: Blog Search Tags
it_it: Ricerca tag del blog

source: Blog tags search result for
it_it: Risultati ricerca tag del blog per

source: You must choose a parent page for this blog entry.
it_it: È necessario selezionare una pagina padre per questa voce del blog.

source: Title is required
it_it: È necessario specificare il titolo

source: You must have at least one page in your website designated as a "blog section".
it_it: È necessario avere almeno una pagina del sito designata come una “sezione del blog”.

source: Categories must have a value
it_it: Le categorie devono avere un valore

source: You do not have permission to add a page of that type to that area of the site.
it_it: Non si possiede l’autorizzazione per aggiungere una pagina di quel tipo in quell’area del sito.

source: "%s" has been approved and is now public
it_it: “%s” è stato approvato e ora è pubblico

source: "%s" has been deleted
it_it: “%s” è stato eliminato

source: Blog added.
it_it: Blog aggiunto.

source: Blog updated.
it_it: Blog aggiornato.

source: Message Has Been Deleted!
it_it: Il messsaggio è stato eliminato!

source: Message unapproved!
it_it: Il messsaggio è stato segnato come non approvato!

source: Message Approved!
it_it: Il messsaggio è stato approvato!

source: You are now editing
it_it: Stai modificando

source: Pre Install Checker
it_it: Verifiche pre-installazione

source: Excellent! Your theme has a right_sidebar!
it_it: Perfetto! Il tuo tema ha right_sidebar!

source: Everything looks good! Go ahead and install ProBlog!
it_it: Tutto sembra a posto! Procedi e installa ProBlog!

source: No right_sidebar page template found
it_it: Non è stato trovato il modello di pagina right_sidebar

source: Danger Will Robinson!!! Your theme must have a right_sidebar page template to install!!!
it_it: Acciderboli!!! Il tuo dema deve avere il modello di pagina right_sidebar per poter proseguire con l’installazione!!!

source: Please <b><u>cancel</u></b> and register a right_sidebar page template to your theme before attempting to install ProBlog!
it_it: <b><u>Annullare</u></b> l’installazione e registrare un modello di pagina right_sidebar nel proprio tema prima di installare ProBlog!

source: Attributes
it_it: Attributi

source: Optimize
it_it: Ottimizza

source: Author
it_it: Autore

source: Blog Description
it_it: Descrizione del blog

source: Draft Copy
it_it: Bozza

source: save normal
it_it: salva normale

source: save as draft
it_it: salva come bozza

source: Date/Time
it_it: Data/Ora

source: Section/Location
it_it: Sezione/Posizione

source: No sections defined. Please create a page with the attribute "blog_section" set to true.
it_it: Nessuna sezione definita. Crare una pagina con l’attributo “blog_section” impostato a vero.

source: Page Template
it_it: Modello di pagina

source: Post to Twitter?
it_it: Posta su Twitter?

source: Meta Title
it_it: Titolo meta

source: Meta Description
it_it: Descrizione meta

source: Meta Tags
it_it: Tag meta

source: Your Blog Post has been posted successfully!
it_it: Il post è stato pubblicato nel blog!

source: Natural Language Keyword Phrase Strength
it_it: Forza delle frase chiave in linguaggio naturale

source: <p>Natural Language Processing (NLP) is an advanced algorithm design to appropriately arranged keywords as users would most likely search for them</p><p>This differs from single keyword density in that users rarely will search for any given term by itself. Thus providing a more concise recognizable grouping of keyword terms. Search Engines are now progressing to recognize and parse data in this way</p>
it_it: <p>L’elaborazione del linguaggio naturale (Natural Language Processing - NLP) è un algoritmo di design avanzato per organizzare le parole chiave in modo da averle molto simili a come molto probabilmente verranno ricercate dagli utenti</p><p>Differisce dalla densità delle parola chiave singole in quanto gli utenti raramente cercano un termine qualsiasi isolato. Si fornisce così un più conciso e riconoscibile raggruppamento di parole chiave. I motori di ricerca analizzano e riconoscono i dati in questo modo</p>

source: NLP Keyword Phrase
it_it: Frase chiave NPL

source: Search Relevance
it_it: Rilevanza ricerca

source: Times Used
it_it: N° volte usata

source: Density %
it_it: Densità %

source: Single Keyword Strength
it_it: Forza delle parole chiave singole

source: <p>Single Keyword Optimization is still very important in how Search Engines view your content</p><p>The recommended Keyword Density is 1-3%</p>
it_it: <p>L’ottimizzazione delle singole parole chiave è ancora molto importante per come i motori di ricerca vedono i tuoi contenuti</p><p>La densità raccomandata di parole chiave è di 1-3%</p>

source: Keyword
it_it: Parola chiave

source: Link Usage
it_it: Uso dei collegamenti

source: <p>Link use is also important in how Search Engines perceive your content.</p><p>The more links you have to related & relevant content, the more relevant Search Engines deem your post.</p><p>Having XMLRPC compatible links can also have a positive impact as your posts will be cross commented between both sites with back linking available for crawlers.</p><p>The recommended Link Density is .5-1.5%</p>
it_it: <p>L’uso dei collegamenti è importante anche per come i motori di ricerca percepiscono il tuo contenuto.</p><p>Più collegamenti ci sono verso contenuti correlati e pertinenti e meglio i motori di ricerca giudicheranno il post.</p><p>Collegamenti compatibili con XMLRPC può avere anche un impatto positivo suoi post in quanto questi potranno essere commentati trasversalmente tra entrambi i siti, con collegamenti di ritorno disponibili per i motori di ricerca.</p><p>La densità consigliata dei collegamenti è di 0,5-1,5%</p>

source: Link Address
it_it: Indirizzo del collegamento

source: Valid URL
it_it: URL valido

source: Image Usage
it_it: Utilizzo delle immagini

source: <p>Because most Search Engines now index images for use in their optimized image search tools, having images in your posts can have a positive impact on your page rankings.</p><p>The recommended Image Density is .5-1.5%</p>
it_it: <p>Poiché al giorno d’oggi la maggior parte dei motori di ricerca indicizza le immagini da usare nei loro strumenti ottimizzati per la ricerca delle immagini, la presenza di immagini nei messaggi può avere un impatto positivo sulla classificazione della pagina.</p><p>La densità consigliata delle immagini è di 0,5-1,5%</p>

source: Alt Data
it_it: Dati ALT

source: SEO Checklist
it_it: Checklist SEO

source: <p>This list is designed to help you produce consistent & relevant content that is search optimized and spider friendly.</p><p>The below should be considered the minimum requirement for stronger SEO presence.</p>
it_it: <p>Questo elenco è stato studiato per aiutare a produrre contenuti pertinenti e coerenti, ottimizzati per i motori di ricerca.</p><p>Quanto segue dovrebbe essere considerato come il requisito minimo per una migliore presenza SEO.</p>

source: Metric
it_it: Metrica

source: Status
it_it: Stato

source: Meta Keywords
it_it: Parole chiave meta

source: NLP Keyphrase Density
it_it: Densità frasi chiave NLP

source: Keyword Density
it_it: Densità parole chiave

source: Link Density
it_it: Densità dei collegamenti

source: Image Density
it_it: Densità delle immagini

source: Meta's Checklist
it_it: Checklist meta

source: <p>Correlating Meta data is surprizingly often overlooked. </p><p>This Checklist is designed to help you keep your keyword phrases and keyword strategy consistent throughout your meta data</p>
it_it: <p>La correlazione dei dati meta è spesso trascurata.</p><p>Questa checklist è progettata per aiutare a mantenere sotto controllo le frasi chiave e le parole chiave dei dati meta</p>

source: Meta Title contains a top used Keyphrase
it_it: Il titolo meta contiene una frase chiave molto usata

source: Meta Description contains top 5 keywords
it_it: Da descrizione chiave contiene 5 parole chiave molto usate

source: Meta Keywords contain top 5 keyphrases & top 5 keywords
it_it: Le parole chiavi meta contengono 5 frasi chiave e 5 parole chiave molto usate

source: Tag Attribute contains 3 keywords
it_it: L'attributo del tag attributo contiene 3 parole chiave

source: HTML Checklist
it_it: Checklist HTML

source: <p>This Checklist is designed to optimize your use of HTML tags.</p><p>Search Engines now prioritize semantically structured content over older markup formatting.</p>
it_it: <p>Queste caselle di controllo sono studiate per ottimizzare l’uso dei tag HTML.</p><p>I motori di ricerca danno una priorità maggiore ai contenuti strutturati semanticamente rispetto alla formattazione tradizionale.</ p>

source: Page title contains a top used keyphrase
it_it: Il titolo della pagina contiene una frase chiave molto usata

source: No H1 tags within your post
it_it: Nessun tag H1 nel tuo post

source: Use of H2 tags
it_it: Usa i tag H2

source: Use of Blockquote tags
it_it: Usa i tag blockquote

source: Blog Posts
it_it: Post del blog

source: comment
it_it: commento

source: A request for Blog Approval has been made
it_it: È stata inoltrata la richiesta di approvazione del post

source: New Blog Post!
it_it: Nuovo post del blog!

source: Update
it_it: Aggiorna

source: Add
it_it: Aggiungi

source: Blog Post
it_it: Post del blog

source: SEO Tools to help you maximize your impact!
it_it: Strumenti SEO per aiutare a massimizzare l’impatto!

source: <p>Below you will find some helpful SEO tools to aid you in the delicate balance of keywords, keyword phrases, images, and links.</p><p>To the right you will find three important checklists. While nothing on this report is mandatory, making sure as many items are checked on these lists as possible will ensure better readability and ranking by search engine algorithms.</p>
it_it: <p>Qui di seguito sono presenti alcuni utili strumenti SEO utili per bilanciare il delicato equilibio di parole chiave, frasi chiave, immagini e collegamenti.</p><p>Sulla destra si trovano tre importanti liste di controllo. Sebbene nulla di questo report sia obbligatorio, quanti più aspetti di queste liste sono verificati tanto meglio risulteranno la migliore leggibilità e la classifica per gli argoritmi dei motori di ricerca.</p>

source: %s Post
it_it: Posta %s

source: Save & Continue
it_it: Salva e continua

source: Cancel
it_it: Annulla

source: View/Search Blog
it_it: Vedi/cerca blog

source: Holy guacamole! This is a warning!
it_it: Caspiterina! Questo è un avviso!

source: Are you sure you want to delete
it_it: Eliminare

source: This action may not be undone!
it_it: Non è possibile annullare questa azione!

source: Yes Remove This
it_it: Sì, rimuovilo

source: Section
it_it: Sezione

source: by Name
it_it: per nome

source: by Category
it_it: per categoria

source: by Tag
it_it: per tag

source: Only Show Unapproved
it_it: Mostra solo non approvati

source: Search
it_it: Cerca

source: Name
it_it: Nome

source: Date
it_it: Data

source: Page Owner
it_it: Proprietario della pagina

source: blog Category
it_it: categoria del blog

source: In Draft
it_it: Nelle bozze

source: Approve This
it_it: Approva questo

source: Blog Comments
it_it: Commenti del blog

source: Filter
it_it: Filtra

source: Approved
it_it: Approvato

source: Unapproved
it_it: Non approvato

source: submit
it_it: invia

source: User Info
it_it: Info utente

source: Comment
it_it: Commento

source: Permanently Remove
it_it: Rimuovi definitivamente

source: Reply To Message
it_it: Rispondi al messaggio

source: Unapprove
it_it: Non approvare

source: Approve
it_it: Approva

source: FIRST PREV
it_it: PRIMO PREC

source: FIRST
it_it: PRIMO

source: PREV
it_it: PREC

source: NEXT LAST
it_it: SUCC ULTIMO

source: NEXT
it_it: SUCC

source: LAST
it_it: ULTIMO

source: Blog Settings
it_it: Impostazioni del blog

source: Show
it_it: Mostra

source: Facebook Like
it_it: Mi piace di Facebook

source: Comments
it_it: Commenti

source: Publishing Settings
it_it: Impostazioni di pubblicazione

source: Enable Canonical URLS
it_it: Abilita gli URL canonici

source: Automatically publish pages by year and month. (/blog/2013/06/my-blog-post)
it_it: Pubblica automaticamente le pagine per anno e mese. (/blog/2013/06/mio-post-del-blog)

source: Default Page Template
it_it: Modello di pagina predefinito

source: Page Break for Post Preview
it_it: Interruzioni di pagina per l’anteprima del post

source: Blog Path Settings
it_it: Impostazioni percorso del blog

source: Tags/Categories Search Results Location
it_it: Posizione dei risultati della ricerca per tag/categorie

source: API Settings
it_it: Impostazioni API

source: Alchemy API Key
it_it: Chiave API di Alchemy

source: Your Alchemy API key enables you to optimize your blog content.
it_it: La chiave API personale di Alchemy permette di ottimizzare il contenuto del tuo blog.

source: Sharethis Publisher Key
it_it: Chiave Publisher di Sharethis

source: grab your publisher key <a href="http://sharethis.com/account/" target="_blank">http://sharethis.com/account/</a> in your account area. track your social impact for free.
it_it: ricava la tua chiave publisher <a href="http://sharethis.com/account/" target="_blank">http://sharethis.com/account/</a> nell’area del tuo account. Traccia il tuo impatto sociale gratuitamente.

source: Disqus Short Name (case sensitive)
it_it: Nome breve di Disqus (distingue maiuscole e minuscole)

source: Entering this value will set your comments, comment counts, and latest comments block to the Disqus comments system. Simply remove this value if you desire to use guestbook and/or advanced guestbook.
it_it: Specificando questo valore, verranno impostati i commenti, il numero di commenti e gli ultimi blocchi dei commenti nel sistema dei commenti di Disqus. Basta rimuovere questo valore se si vuole usare utilizzare il libro degli ospiti e/o il libro degli ospiti avanzato.

source: embed.ly API Key
it_it: Chiave API di embed.ly

source: grab your API key <a href="http://embed.ly/" target="_blank">http://embed.ly</a> in your account area for free & embed pretty much anything!
it_it: ricava gratuitamente la tua chiave API <a href="http://embed.ly/" target="_blank">http://embed.ly</a> nell’area del tuo account; quindi potrai incorporare pressoché qualsiasi cosa!

source: Enable Twitter Option
it_it: Abilita opzione Twitter

source: Authorize with Twitter
it_it: Autorizza con Twitter

source: You are connected to twitter as
it_it: Collegato a twitter come

source: Clear
it_it: Azzera

source: Save Settings
it_it: Salva impostazioni

# TemplateFileName
source: Blog Post
it_it: Post del blog

# TemplateFileName
source: Archive
it_it: Archivio

# TemplateFileName
source: Categories
it_it: Categorie

# TemplateFileName
source: Footer List
it_it: Elenco pié pagina

# TemplateFileName
source: Past Posts
it_it: Post precedenti

# TemplateFileName
source: Tags
it_it: Tag

# TemplateFileName
source: Compact
it_it: Compatto
